{
  "site": {
    "title": "Astro Sphere",
    "description": "Welcome to Astro Sphere, a portfolio and blog for designers and developers."
  },
  "introCard": {
    "welcome": "welcome",
    "p": "Hi, I'm <b class=\"font-bold\">Andrés Camilo Plaza</b>, a software developer, systems engineer and tattoo artist with strong focus on the user experience, animations and micro interactions. I love to create beautiful and functional interfaces, I am passionate about technology and I am always looking for new challenges."
  },
  "aboutMe": {
    "title": "About me",
    "p1": "Hi, I'm Andrés, a fullstack software developer from Colombia 🇨🇴.",
    "p2": "My primary tools of choice includes:",
    "p3": "Beyond coding, I'm passionate about tattoo, soccer and traveling. An unusual hobby of mine is play classical music in the guitar or ukulele."
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "Projects and some clone's that I did",
    "heading": "Projects and clone's"
  },
  "cvCard": {
    "title": "CV",
    "p": "View and download my resume by clicking on the button below",
    "button": "Download resume"
  },
  "contactsCard": {
    "title": "Let's start working together!",
    "contactDetails": "Contact Details",
    "socials": "Socials"
  },
  "now": {
    "title": "Now",
    "p": "Currently working as freelancer"
  },
  "studyCard": {
    "title": "Study"
  },
  "tattooCard": {
    "title": "Instagram tattoo",
    "p": "If you want to see my tattoo's, you can follow me on Instagram."
  },
  "404": {
    "title": "404 - Not Found",
    "description": "404 Error — this page was not found",
    "heading": "Page not found",
    "p": "Sorry, we couldn't find the page you're looking for.",
    "button": "Go back home"
  },
  "nav": {
    "home": "Home",
    "work": "Work",
    "blog": "Blog",
    "projects": "Projects"
  },
  "experience": {
    "straico": {
      "company": "Straico",
      "position": "Software Engineer",
      "tasks": [
        "Integration IA services with react and tailwind css",
        "Development and build of DB with mongoDB"
      ]
    },
    "spot2": {
      "company": "Spot2",
      "position": "Software Engineer",
      "tasks": [
        "Development of the Spot2 platform with the use of React, Redux, and Material UI",
        "Development map with the use of Google Maps API",
        "Development internal platform with the use of React, Redux, and Material UI",
        "Testing and debugging"
      ]
    },
    "imaginamos": {
      "company": "Imaginamos",
      "position": "Frontend developer",
      "tasks": [
        "Development of the Imaginamos platform with the use of React, Redux, and Material UI",
        "Work in ETB project with the use of React, Redux, and Material UI"
      ]
    },
    "inetum": {
      "company": "INETUM",
      "position": "Frontend developer",
      "tasks": [
        "Support in the QA area and bug review",
        "Use of SCRUM methodology",
        "Claro projects with the use of frameworks and libraries such as react and angular",
        "Use of redux toolkit as aproposal which allowed a shorter development time when using this tool"
      ]
    },
    "sig": {
      "company": "S I G",
      "position": "Software developer",
      "tasks": [
        "Development of a dashboard with react admin and chartjs for managing and entering information"
      ]
    },
    "bookii": {
      "company": "BOOKII",
      "position": "Software developer",
      "tasks": [
        "Productive collaborationwiththebackendteamforthecreationofthe conversationalclubs",
        "Effective coding of conversational clubs following design guide lines and using the Redux statemanager",
        "Creation of the Bookii page in Spanish and change of texts in cms",
        "Generation of static posts using Gatsby and the Contentful cms for the Bookii blog"
      ]
    },
    "mercadoLibre": {
      "company": "Mercado Libre",
      "position": "Software Engineer",
      "tasks": [
        "Development and maintenance of the Mercado Libre platform",
        "Collaboration with multidisciplinary teams to create high-quality products",
        "Implementation of new features and services"
      ]
    }
  }
}
