{
  "site": {
    "title": "Astro Esfera",
    "description": "Bienvenido a Astro Esfera, un portafolio y blog para diseñadores y desarrolladores."
  },
  "introCard": {
    "welcome": "bienvenido",
    "p": "Hola, soy <b class=\"font-bold\">Andrés Camilo Plaza</b>, un desarrollador de software, ingeniero de sistemas y tatuador con un fuerte enfoque en la experiencia de usuario, animaciones y microinteracciones. Me encanta crear interfaces hermosas y funcionales, me apasiona la tecnología y siempre estoy buscando nuevos desafíos."
  },
  "aboutMe": {
    "title": "Sobre mi",
    "p1": "Hola, soy Andrés, un desarrollador de software fullstack de Colombia 🇨🇴.",
    "p2": "Mis herramientas principales de elección incluyen:",
    "p3": "Más allá de la codificación, me apasiona el tatuaje, el fútbol y viajar. Un pasatiempo inusual mío es tocar música clásica en la guitarra o el ukelele."
  },
  "portfolio": {
    "title": "Portafolio",
    "description": "Proyectos y algunos clones que hice",
    "heading": "Proyectos y clones"
  },
  "cvCard": {
    "title": "CV",
    "p": "Mira y descarga mi currículum haciendo clic en el botón de abajo",
    "button": "Descargar currículum"
  },
  "contactsCard": {
    "title": "¡Empecemos a trabajar juntos!",
    "contactDetails": "Detalles de contacto",
    "socials": "Redes sociales"
  },
  "now": {
    "title": "Ahora",
    "p": "Actualmente trabajando como freelancer"
  },
  "studyCard": {
    "title": "Estudios"
  },
  "tattooCard": {
    "title": "Tatuajes en Instagram",
    "p": "Si quieres ver mis tatuajes, puedes seguirme en Instagram."
  },
  "404": {
    "title": "404 - No Encontrado",
    "description": "Error 404 — esta página no fue encontrada",
    "heading": "Página no encontrada",
    "p": "Lo sentimos, no pudimos encontrar la página que estás buscando.",
    "button": "Volver al inicio"
  },
  "nav": {
    "home": "Inicio",
    "work": "Trabajo",
    "blog": "Blog",
    "projects": "Proyectos"
  },
  "experience": {
    "straico": {
      "company": "Straico",
      "position": "Ingeniero de Software",
      "tasks": [
        "Integración de servicios de IA con React y Tailwind CSS",
        "Desarrollo y construcción de bases de datos con MongoDB"
      ]
    },
    "spot2": {
      "company": "Spot2",
      "position": "Ingeniero de Software",
      "tasks": [
        "Desarrollo de la plataforma Spot2 utilizando React, Redux y Material UI",
        "Desarrollo de mapas utilizando la API de Google Maps",
        "Desarrollo de plataforma interna utilizando React, Redux y Material UI",
        "Pruebas y depuración"
      ]
    },
    "imaginamos": {
      "company": "Imaginamos",
      "position": "Desarrollador Frontend",
      "tasks": [
        "Desarrollo de la plataforma Imaginamos utilizando React, Redux y Material UI",
        "Trabajo en el proyecto ETB utilizando React, Redux y Material UI"
      ]
    },
    "inetum": {
      "company": "INETUM",
      "position": "Desarrollador Frontend",
      "tasks": [
        "Soporte en el área de QA y revisión de errores",
        "Uso de la metodología SCRUM",
        "Proyectos de Claro utilizando frameworks y librerías como React y Angular",
        "Uso de Redux Toolkit como propuesta, lo que permitió un menor tiempo de desarrollo al utilizar esta herramienta"
      ]
    },
    "sig": {
      "company": "S I G",
      "position": "Desarrollador de Software",
      "tasks": [
        "Desarrollo de un dashboard con React Admin y Chart.js para la gestión e ingreso de información"
      ]
    },
    "bookii": {
      "company": "BOOKII",
      "position": "Desarrollador de Software",
      "tasks": [
        "Colaboración productiva con el equipo de backend para la creación de los clubes de conversación",
        "Codificación efectiva de los clubes de conversación siguiendo las guías de diseño y utilizando el gestor de estado Redux",
        "Creación de la página de Bookii en español y cambio de textos en el CMS",
        "Generación de publicaciones estáticas utilizando Gatsby y el CMS Contentful para el blog de Bookii"
      ]
    },
    "mercadoLibre": {
      "company": "Mercado Libre",
      "position": "Ingeniero de Software",
      "tasks": [
        "Desarrollo y mantenimiento de la plataforma de Mercado Libre",
        "Colaboración con equipos multidisciplinarios para crear productos de alta calidad",
        "Implementación de nuevas funcionalidades y servicios"
      ]
    }
  }
}
